Repository: ahmtbugraa/MathPro
Catalog: MathPro/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, ca, cs, da, de, el, es, es_419, es_mx, es_us, fa, fi, fil, fr, fr_ca, gu, ha, he, hi, hr, hu, id, it, ja, jv, kk, kn, ko, ku, mr, ms, nb, nl, pa, pl, pt_br, pt_pt, ro, ru, sk, su, sv, sw, ta, te, th, tr, ug, uk, ur, vi, xh, zh_hans, zh_hant, zh_hk, zu

source: Image could not be processed.
ar: تعذّر معالجة الصورة.
az: Şəkil emal edilə bilmədi.
bg: Изображението не може да бъде обработено.
bn: ছবিটি প্রক্রিয়াজাত করা যায়নি।
ca: No s'ha pogut processar la imatge.
cs: Obrázek nebylo možné zpracovat.
da: Billedet kunne ikke behandles.
de: Bild konnte nicht verarbeitet werden.
el: Η εικόνα δεν μπόρεσε να επεξεργαστεί.
es: No se pudo procesar la imagen.
es_419: No se pudo procesar la imagen.
es_mx: No se pudo procesar la imagen.
es_us: No se pudo procesar la imagen.
fa: تصویر قابل پردازش نبود.
fi: Kuvaa ei voitu käsitellä.
fil: Hindi naproseso ang larawan.
fr: L'image n'a pas pu être traitée.
fr_ca: L’image n’a pas pu être traitée.
gu: છબીને પ્રક્રિયા કરી શકાયો નથો.
ha: Ba a iya sarrafa hoton ba.
he: לא ניתן לעבד את התמונה.
hi: छवि को संसाधित नहीं किया जा सका।
hr: Slika nije mogla biti obrađena.
hu: A képet nem sikerült feldolgozni.
id: Gambar tidak dapat diproses.
it: Impossibile elaborare l'immagine.
ja: 画像を処理できませんでした。
jv: Gambar ora bisa diproses.
kk: Суретті өңдеуге болмайды.
kn: ಚಿತ್ರವನ್ನು ಪ್ರಕ್ರಿಯೆಗೊಳಿಸಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ.
ko: 이미지를 처리할 수 없습니다.
ku: Wêne nayê proses kirin.
mr: प्रतिमा प्रक्रिया केली जाऊ शकली नाही.
ms: Gambar tidak dapat diproses.
nb: Bildet kunne ikke behandles.
nl: Afbeelding kon niet worden verwerkt.
pa: ਚਿੱਤਰ ਨੂੰ ਪ੍ਰਕਿਰਿਆ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ।
pl: Nie można przetworzyć obrazu.
pt_br: Não foi possível processar a imagem.
pt_pt: A imagem não pôde ser processada.
ro: Imaginea nu a putut fi procesată.
ru: Не удалось обработать изображение.
sk: Obrázok sa nedal spracovať.
su: Gambar teu tiasa diolah.
sv: Bilden kunde inte bearbetas.
sw: Picha haikuweza kuchakatwa.
ta: படத்தை செயலாக்க முடியவில்லை.
te: చిత్రాన్ని ప్రాసెస్ చేయలేము.
th: ไม่สามารถประมวลผลภาพได้
tr: Görsel işlenemedi.
ug: رەسىمنى ئىشلەتكىلى بولمىدى.
uk: Не вдалося обробити зображення.
ur: تصویر کو پراسیس نہیں کیا جا سکا۔
vi: Không thể xử lý ảnh.
xh: Umfanekiso awukwazi ukucutshungulwa.
zh_hans: 图像无法处理。
zh_hant: 無法處理圖片。
zh_hk: 無法處理圖片。
zu: Isithombe asikwazanga ukucutshungulwa.

source: Instant solution
ar: حل فوري
az: Ani həll
bg: Моментално решение
bn: তাত্ক্ষণিক সমাধান
ca: Solució instantània
cs: Okamžité řešení
da: Øjeblikkelig løsning
de: Sofortlösung
el: Άμεση λύση
es: Solución instantánea
es_419: Solución instantánea
es_mx: Solución instantánea
es_us: Solución instantánea
fa: حلِ فوری
fi: Välitön ratkaisu
fil: Agad na solusyon
fr: Solution instantanée
fr_ca: Solution instantanée
gu: તુરંત ઉકેલ
ha: Magani nan take
he: פתרון מיידי
hi: तुरंत समाधान
hr: Rješenje odmah
hu: Azonnali megoldás
id: Solusi instan
it: Soluzione istantanea
ja: 即時解答
jv: Solusi instan
kk: Лезде шешім
kn: ತಕ್ಷಣದ ಪರಿಹಾರ
ko: 즉시 풀이
ku: Çareseriyekê saetî
mr: तुरंत उत्तर
ms: Penyelesaian segera
nb: Umiddelbar løsning
nl: Directe oplossing
pa: ਤੁਰੰਤ ਹੱਲ
pl: Natychmiastowe rozwiązanie
pt_br: Solução instantânea
pt_pt: Solução instantânea
ro: Soluție instantă
ru: Мгновенное решение
sk: Rýchle riešenie
su: Solusi instan
sv: Omedelbar lösning
sw: Suluhisho la haraka
ta: உடனடி தீர்வு
te: క్షణిక పరిష్కారం
th: คำตอบทันที
tr: Anında çözüm
ug: دەرھال چارە
uk: Миттєве рішення
ur: فوری حل
vi: Giải tức thì
xh: Isisombululo ngokukhawuleza
zh_hans: 即时解答
zh_hant: 即時解答
zh_hk: 即時解答
zu: Isixazululo esisheshayo

source: intro period
ar: فترة تعرُّف
az: giriş dövrü
bg: въведение период
bn: পরিচিতি সময়কাল
ca: període d'introducció
cs: úvodní období
da: introduktionsperiode
de: Einführungszeitraum
el: περίοδος εισαγωγής
es: periodo de introducción
es_419: periodo de prueba
es_mx: periodo de introducción
es_us: intro periodo
fa: دورهٔ معرفی
fi: aloituskausi
fil: panahong intro
fr: période d’essai
fr_ca: période d’essai
gu: પરિચય અવધિ
ha: lokacin gabatarwa
he: תקופת היכרות
hi: परिचय अवधि
hr: uvodno razdoblje
hu: bevezető időszak
id: periode intro
it: periodo introduttivo
ja: 導入期間
jv: periode intro
kk: бастапқы кезең
kn: ಪ್ರಚಾರ ಅವಧಿ
ko: 소개 기간
ku: dema destpêkê
mr: ओळख सुरूवातीचा काळ
ms: tempoh pengenalan
nb: introduksjonsperiode
nl: introductieperiode
pa: ਪਹਿਰਾ ਅਵਧੀ
pl: okres próbny
pt_br: período introdutório
pt_pt: período introdutório
ro: perioadă introductivă
ru: вводный период
sk: úvodné obdobie
su: periode bubuka
sv: introduktionsperiod
sw: kipindi cha utangulizi
ta: அறிமுக காலம்
te: పరిచయ కాలం
th: ช่วงแนะนำ
tr: tanıtım dönemi
ug: كىرىش مەزگىلى
uk: вступний період
ur: تعارفی مدت
vi: giai đoạn giới thiệu
xh: ixesha lokwazisa
zh_hans: 介绍期
zh_hant: 試用期間
zh_hk: 試用期
zu: isikhathi sokuqala

source: intro price
ar: سعر التعريف
az: tanıtım qiyməti
bg: въведена цена
bn: প্রচলন মূল্য
ca: preu d'introducció
cs: úvodní cena
da: introduktionspris
de: Einführungspreis
el: εισαγωγική τιμή
es: precio de introducción
es_419: precio de introducción
es_mx: precio de introducción
fa: قیمت معرفی
fi: aloitushinta
fil: presyong intro
fr: prix d’intro
fr_ca: prix d’introduction
gu: પરિચય કિંમત
ha: farashin gabatarwa
he: מחיר היכרות
hi: परिचय मूल्य
hr: uvodna cijena
hu: bevezető ár
id: harga intro
it: prezzo introduttivo
ja: 導入価格
jv: rega intro
kk: таныстыру бағасы
kn: ಪ್ರಚಾರ ಬೆಲೆ
ko: 소개 가격
ku: bihayê destpêkê
mr: ओळख सुरूवातीचा किंमत
ms: harga pengenalan
nb: introduksjonspris
nl: introductieprijs
pa: ਪਹਿਰਾ ਕੀਮਤ
pl: cena promocyjna
pt_br: preço introdutório
pt_pt: preço introdutório
ro: preț introductiv
ru: вводная цена
sk: úvodná cena
su: harga bubuka
sv: introduktionspris
sw: bei ya utangulizi
ta: அறிமுக விலை
te: పరిచయ ధర
th: ราคาแนะนำ
tr: tanıtım fiyatı
ug: كىرىش باھاسى
uk: вступна ціна
ur: تعارفی قیمت
vi: giá giới thiệu
xh: ixabiso lokwazisa
zh_hans: 介绍价
zh_hant: 試用價格
zh_hk: 介紹價
zu: intengo yokuqala

source: Invalid response from server.
ar: استجابة غير صالحة من الخادم.
az: Serverdən qeyri‑etibarlı cavab gəldi.
bg: Невалиден отговор от сървъра.
bn: সার্ভার থেকে অবৈধ উত্তর।
ca: Resposta invàlida del servidor.
cs: Neplatná odpověď ze serveru.
da: Ugyldigt svar fra serveren.
de: Ungültige Antwort vom Server.
el: Μη έγκυρη απάντηση από τον διακομιστή.
es: Respuesta inválida del servidor.
es_419: Respuesta inválida del servidor.
es_mx: Respuesta inválida del servidor.
es_us: Respuesta inválida del servidor.
fa: پاسخ نامعتبر از سرور.
fi: Virheellinen vastaus palvelimelta.
fil: Di‑balidong tugon mula sa server.
fr: Réponse non valide du serveur.
fr_ca: Réponse invalide du serveur.
gu: સર્વરથી અમાન્ય પ્રતિસાદ.
ha: Amsa daga uwar garke ba daidai ba ce.
he: תגובה לא תקפה מהשרת.
hi: सर्वर से अमान्य उत्तर।
hr: Neispravan odgovor s poslužitelja.
hu: Érvénytelen válasz a szervertől.
id: Respons tidak valid dari server.
it: Risposta non valida dal server.
ja: サーバーからの無効な応答。
jv: Tanggapan server ora valid.
kk: Серверден дұрыс жауап келген жоқ.
kn: ಸರ್ವರ್‌ಗಿಂದ ಅಮಾನ್ಯ ಪ್ರತಿಕ್ರಿಯೆ.
ko: 서버로부터 잘못된 응답을 받았습니다.
ku: Bersivek nederbasdar ji serverê hat.
mr: सर्व्हरकडून अवैध प्रतिसाद.
ms: Respons tidak sah daripada pelayan.
nb: Ugyldig svar fra serveren.
nl: Ongeldige reactie van de server.
pa: ਸਰਵਰ ਤੋਂ ਗਲਤ ਪ੍ਰਤੀਕਿਰਿਆ।
pl: Nieprawidłowa odpowiedź z serwera.
pt_br: Resposta inválida do servidor.
pt_pt: Resposta inválida do servidor.
ro: Răspuns invalid de la server.
ru: Неверный ответ от сервера.
sk: Neplatná odpoveď zo servera.
su: Réspon ti server teu valid.
sv: Ogiltigt svar från servern.
sw: Majibu yasiyo sahihi kutoka kwenye server.
ta: சர்வர் வழங்கிய பதில் தவறானது.
te: సర్వర్ నుండి చెల్ల Bulldతీకతా సమాధానం పొందలేదు.
th: การตอบกลับจากเซิร์ฟเวอร์ไม่ถูกต้อง
tr: Sunucudan geçersiz yanıt.
ug: مۇلازىمېتىردىن ناتوغرا جاۋاب كەلدى.
uk: Некоректна відповідь від сервера.
ur: سرور سے غیر درست جواب موصول ہوا۔
vi: Phản hồi từ máy chủ không hợp lệ.
xh: Impendulo engavumelekanga evela kuseva.
zh_hans: 服务器返回无效响应。
zh_hant: 伺服器回應無效。
zh_hk: 伺服器回應無效。
zu: Impendulo evela kuseva ayivumelekile.

source: Learn Step by Step
ar: تعلّم خطوة بخطوة
az: Addım‑addım öyrən
bg: Учи стъпка по стъпка
bn: ধাপে ধাপে শিখুন
ca: Aprèn pas a pas
cs: Učte se krok za krokem
da: Lær trin for trin
de: Schritt für Schritt lernen
el: Μάθε βήμα‑βήμα
es: Aprende paso a paso
es_419: Aprende paso a paso
es_mx: Aprende paso a paso
es_us: Aprende paso a paso
fa: آموزش مرحله‌به‌مرحله
fi: Opettele vaihe vaiheelta
fil: Matuto Hakbang‑hakbang
fr: Apprendre pas à pas
fr_ca: Apprendre étape par étape
gu: ધોરણ-ધોરણ શીખો
ha: Koyi Mataki-mataki
he: למד צעד אחר צעד
hi: कदम‑दर‑कदम सीखें
hr: Uči korak po korak
hu: Tanulj lépésről lépésre
id: Belajar Langkah demi Langkah
it: Impara passo dopo passo
ja: ステップごとに学ぶ
jv: Sinau Langkah demi Langkah
kk: Қадам-қадам бойынша үйрен
kn: ಹಂತದ ಮೂಲಕ ತಿಳಿಯು
ko: 단계별로 학습
ku: Hîn bibin gav bi gav
mr: पाउल-पाउल शिक
ms: Belajar Langkah demi Langkah
nb: Lær steg for steg
nl: Leer stap voor stap
pa: ਕਦਮ-ਦਰ-ਕਦਮ ਸਿੱਖੋ
pl: Ucz się krok po kroku
pt_br: Aprenda passo a passo
pt_pt: Aprende passo a passo
ro: Învață pas cu pas
ru: Учись шаг за шагом
sk: Uč sa krok za krokom
su: Diajar léngkah demi léngkah
sv: Lär dig steg för steg
sw: Jifunze Hatua kwa Hatua
ta: படி படியாக கற்று கொள்ளுங்கள்
te: దశ దశల వారీగా నేర్చుకోండి
th: เรียนทีละขั้นตอน
tr: Adım Adım Öğren
ug: قەدەم-قەدەم ئۆگەن
uk: Вчися крок за кроком
ur: قدم بہ قدم سیکھو
vi: Học theo từng bước
xh: Funda inyathelo ngenyathelo
zh_hans: 逐步学习
zh_hant: 逐步學習
zh_hk: 逐步學習
zu: Funda Isinyathelo ngesinyathelo

source: Lost in textbooks
ar: تائه في الكتب
az: Dərsliklərdə itmisən
bg: Загубени в учебниците
bn: পাঠ্যপুস্তকে হারিয়ে যাওয়া
ca: Perdut entre llibres de text
cs: Ztracený v učebnicích
da: Fortabt i lærebøgerne
de: Verloren in Lehrbüchern
el: Χαμένος στα βιβλία
es: Perdido en los libros de texto
es_419: Perdido entre los libros
es_mx: Perdido en los libros de texto
es_us: Perdido en los libros de texto
fa: گم‌شده در کتاب‌های درسی
fi: Eksy kirjojen sekaan
fil: Naliligaw sa mga libro
fr: Perdu dans les manuels
fr_ca: Perdu dans les manuels
gu: પાઠ્યપુસ્તકોમાં ફસાઈ ગયાં
ha: Bata cikin littattafan karatu
he: אבוד בספרי הלימוד
hi: पाठ्य पुस्तकों में खोया हुआ
hr: Izgubljen u udžbenicima
hu: Elveszve a tankönyvekben
id: Tersesat di buku teks
it: Perso nei libri di testo
ja: 教科書で迷っていませんか
jv: Kesasar ing buku pelajaran
kk: Оқу құралдарында адасқан
kn: ಪಾಠಪುಸ್ತಕಗಳಲ್ಲಿ ಕಳಕುರುಳು
ko: 교과서에서 길을 잃으셨나요
ku: Di nav pirtûkan de girêdayî bûn
mr: पुस्तकांमध्ये हरवलास का
ms: Hilang dalam buku teks
nb: Går seg vill i lærebøkene
nl: Verdwaald in studieboeken
pa: ਪਾਠਪੁਸਤਕਾਂ ਵਿੱਚ ਖੋ ਗਿਆ
pl: Zagubiony w podręcznikach
pt_br: Perdido nos livros
pt_pt: Perdido nos manuais
ro: Pierdut în manuale
ru: Потерялся в учебниках
sk: Stratený v učebniciach
su: Kabingung ku buku pelajaran
sv: Vilse i läroböckerna
sw: Kupotea katika vitabu vya masomo
ta: பாடநூல்களில் குழைந்துவிடுதல்
te: పాఠ్యపుస్తకాలలో ఇరుక్కోవడం
th: หลงทางในตำราเรียน
tr: Kitaplarda kaybolursun
ug: كىتابلىرىدا يوقالغانمەن
uk: Заблукані в підручниках
ur: نصاب میں گم
vi: Bị lạc trong sách giáo khoa
xh: Ulahleke kwiincwadi zeencwadi
zh_hans: 在教材中迷失
zh_hant: 在教科書中迷失
zh_hk: 在課本中迷失
zu: Ulahlekelwe ezincwadini zezibalo

source: Manual solving
ar: الحل اليدوي
az: Əl ilə həll
bg: Ръчно решаване
bn: ম্যানুয়ালি সমাধান করা
ca: Resolució manual
cs: Ruční řešení
da: Manuel løsning
de: Manuelles Lösen
el: Χειροκίνητη επίλυση
es: Resolución manual
es_419: Resolución manual
es_mx: Resolución manual
es_us: Resolución manual
fa: حل دستی
fi: Manuaalinen laskenta
fil: Manwal na pagsosolba
fr: Résolution manuelle
fr_ca: Résolution manuelle
gu: મેન્યુઅલ રીતે ઉકેલવું
ha: Warwarewa da hannu
he: פתרון ידני
hi: मैनुअल समाधान
hr: Ručno rješavanje
hu: Kézi megoldás
id: Menyelesaikan secara manual
it: Risoluzione manuale
ja: 手動で解く方法
jv: Menyelesaikan kanthi manual
kk: Қолмен шешу
kn: ಕೈಯಿಂದ ಪರಿಹರಿಸುವುದು
ko: 수동으로 풀이
ku: Çareserkirina destanî
mr: हाताने सोडवणे
ms: Menyelesaikan secara manual
nb: Manuell løsning
nl: Handmatig oplossen
pa: ਹੱਥੋਂ ਹੱਲ ਕਰਨਾ
pl: Ręczne rozwiązywanie
pt_br: Resolução manual
pt_pt: Resolução manual
ro: Rezolvare manuală
ru: Решение вручную
sk: Riešenie ručne
su: Ngajawab sacara manual
sv: Lösning för hand
sw: Kutatua kwa mikono
ta: கைமுறை மூலம் தீர்க்குதல்
te: మాన్యువల్ పరిష్కారం
th: การแก้แบบด้วยตนเอง
tr: Elle çözüm
ug: قول بىلەن ئورۇنلاش
uk: Ручне розв'язання
ur: دستی حل
vi: Giải bằng tay
xh: Ukusombulula ngesandla
zh_hans: 手动解题
zh_hant: 手動解題
zh_hk: 手動解題
zu: Ukuxazulula ngesandla

source: Math Problem Solver
ar: مُحلّ مسائل الرياضيات
az: Riyaziyyat Problemlərinin Həllçisi
bg: Решаване на математически задачи
bn: গণিত সমস্যা সমাধানকারী
ca: Solucionador de problemes matemàtics
cs: Řešič matematických úloh
da: Matematikopgave-løser
de: Mathe-Aufgabenlöser
el: Επίλυση μαθηματικών προβλημάτων
es: Resolutor de problemas matemáticos
es_419: Solucionador de problemas matemáticos
es_mx: Resolutor de problemas matemáticos
es_us: Solucionador de problemas matemáticos
fa: حل‌کنندهٔ مسائل ریاضی
fi: Matematiikan tehtävien ratkaisija
fr: Résolveur de problèmes mathématiques
fr_ca: Solutionneur de problèmes mathématiques
ha: Mai warware matsalar lissafi
he: מפתר בעיות מתמטיקה
hr: Rješavač matematičkih zadataka
hu: Matematikai feladatmegoldó
id: Penyelesai Masalah Matematika
it: Risolutore di problemi matematici
ja: 数学問題解決アプリ
jv: Penyelesai Masalah Matematika
kk: Математикалық есеп шешуші
kn: ಗಣಿತ ಸಮಸ್ಯೆ ಪರಿಹಾರಕ
ko: 수학 문제 풀이 앱
ku: Çareserkera Pirê matematîkê
ms: Penyelesai Masalah Matematik
nb: Matteoppgave-løser
nl: Wiskundeprobleemoplosser
pa: ਗਣਿਤ ਸਮੱਸਿਆ ਹੱਲ ਕਰਨ ਵਾਲੀ ਐਪ
pl: Rozwiązywacz zadań matematycznych
pt_br: Resolutor de problemas de matemática
pt_pt: Resolução de problemas de matemática
ro: Rezolvator de probleme de matematică
ru: Решатель задач по математике
sk: Riešič matematických príkladov
su: Panyésaian Masalah Matematika
sv: Matteproblemslösare
sw: Kiutatulizi cha Tatizo la Hisabati
ta: கணிதப் பிரச்சினை தீர்க்கும் பயன்பாடு
te: గణిత సమస్య పరిష్కారకుడు
th: เครื่องมือแก้ปัญหาคณิตศาสตร์
tr: Matematik Problem Çözücüsü
ug: ماتېماتىكا مەسىلىسى ھەل قىلغۇچى
uk: Розв'язувач математичних задач
ur: ریاضی مسئلہ حل کرنے والی ایپ
vi: Trình giải bài toán
xh: Umhloli wengxaki zemathematika
zh_hans: 数学题解答器
zh_hant: 數學題解答器
zh_hk: 數學題目解答器
zu: Isixazululi Sezinkinga Zezibalo

source: Maybe later
ar: ربما لاحقًا
az: Bəlkə sonra
bg: Може по-късно
bn: পরে হয়ত
ca: Potser més tard
cs: Možná později
da: Måske senere
de: Vielleicht später
el: Ίσως αργότερα
es: Quizá más tarde
es_419: Quizás después
es_mx: Quizá más tarde
es_us: Quizás después
fa: بعداً شاید
fi: Ehkä myöhemmin
fil: Baka mamaya
fr: Peut‑être plus tard
fr_ca: Peut‑être plus tard
gu: પછી પણ થાય
ha: Wataƙila daga baya
he: אולי מאוחר יותר
hi: शायद बाद में
hr: Možda kasnije
hu: Talán később
id: Nanti saja
it: Forse più tardi
ja: あとで
jv: Mbok menawa mengko
kk: Кейінірек болар
kn: ಮೇಲೇ ಮಾತಾಡೋಣ
ko: 나중에
ku: Gelekî paşê
mr: कदाचित नंतर
ms: Mungkin nanti
nb: Kanskje senere
nl: Misschien later
pa: ਸ਼ਾਇਦ ਬਾਅਦ ਵਿੱਚ
pl: Może później
pt_br: Talvez depois
pt_pt: Talvez mais tarde
ro: Poate mai târziu
ru: Может позже
sk: Možno neskôr
su: Meureun engké
sv: Kanske senare
sw: Labda baadaye
ta: பிறகு பார்க்கலாம்
te: తరువాతకి ట్రై చేయండి
th: อาจไว้ทีหลัง
tr: Belki sonra
ug: ياكى كېيىنچە
uk: Можливо пізніше
ur: شاید بعد میں
vi: Có thể sau
xh: Mhlawumbi kamva
zh_hans: 以后再说
zh_hant: 也許改天
zu: Mhlawumbe kamuva

source: Multi-Language
ar: متعدد اللغات
az: Çoxdilli dəstək
bg: Многоезично
bn: একাধিক ভাষা সমর্থন
ca: Multilingüe
cs: Vícejazyčně
da: Flersproget
de: Mehrsprachig
el: Πολλαπλές γλώσσες
es: Multilingüe
es_419: Multilenguaje
es_mx: Multilenguaje
es_us: Multilingüe
fa: چندزبانه
fi: Monikielinen
fr: Multilingue
fr_ca: Multilingue
gu: બહુભાષી
ha: Yare da yawa
he: רב-שפות
hi: मल्टी‑भाषा
hr: Više jezika
hu: Többnyelvű
id: Multi-Bahasa
it: Multilingue
ja: 多言語対応
jv: Multi-Basa
kk: Көптілділік
kn: ಬಹು-ಭಾಷಾ
ko: 다국어 지원
ku: Zimanên pir
mr: अनेक भाषा समर्थन
ms: Berbilang Bahasa
nb: Flerspråklig
nl: Meertaligheid
pa: ਬਹੁ-ਭਾਸ਼ਾਈ
pl: Wielojęzyczny
pt_br: Multilíngue
pt_pt: Multi‑idiomas
ro: Multilingv
ru: Многоязычный
sk: Viacjazyčné
su: Multi-Basa
sv: Fler språk
sw: Lugha Nyingi
ta: பலமொழி
te: బహుభాషా
th: หลายภาษา
tr: Çoklu Dil
ug: كۆپتىللىك-تىل
uk: Багатомовність
ur: کئی زبانیں
vi: Hỗ trợ đa ngôn ngữ
xh: Iilwimi ezininzi
zh_hans: 多语言
zh_hant: 多語系支援
zh_hk: 多語言支援
zu: Izilimi eziningi

source: Network error:
ar: خطأ في الشبكة:
az: Şəbəkə səhvi:
bg: Грешка в мрежата:
bn: নেটওয়ার্ক ত্রুটি:
ca: Error de xarxa:
cs: Chyba sítě:
da: Netværksfejl:
de: Netzwerkfehler:
el: Σφάλμα δικτύου:
es: Error de red:
es_419: Error de red:
es_mx: Error de red:
es_us: Error de red:
fa: خطای شبکه:
fi: Verkkovirhe:
fr: Erreur réseau :
fr_ca: Erreur réseau :
gu: નેટવર્ક ભૂલ:
ha: Kuskuren hanyar sadarwa:
he: שגיאת רשת:
hi: नेटवर्क त्रुटि:
hr: Pogreška mreže:
hu: Hálózati hiba:
id: Kesalahan jaringan:
it: Errore di rete:
ja: ネットワークエラー：
jv: Kesalahan jaringan:
kk: Желі қатесі:
kn: ನೆಟ್ವರ್ಕ್ ದೋಷ:
ko: 네트워크 오류:
ku: Têkela torê:
mr: नेटवर्क त्रुटी:
ms: Ralat rangkaian:
nb: Nettverksfeil:
nl: Netwerkfout:
pa: ਨੈੱਟਵਰਕ ਗਲਤੀ:
pl: Błąd sieci:
pt_br: Erro de rede:
pt_pt: Erro de rede:
ro: Eroare de rețea:
ru: Ошибка сети:
sk: Chyba siete:
su: Kasalahan jaringan:
sv: Nätverksfel:
sw: Hitilafu ya mtandao:
ta: பிணையப் பிழை:
te: నెట్‌వర్క్ లోపం:
th: ข้อผิดพลาดเครือข่าย:
tr: Ağ hatası:
ug: تور خاتالىقى:
uk: Помилка мережі:
ur: نیٹ ورک کی خرابی:
vi: Lỗi mạng:
xh: Impazamo yenethiwekhi:
zh_hans: 网络错误：
zh_hant: 網路錯誤：
zh_hk: 網絡錯誤：
zu: Iphutha lenethiwekhi:

source: No daily limits, solve all you want
ar: لا حدود يومية، حل بقدر ما تريد
az: Gündəlik limit yoxdur, istədiyiniz qədər həll edin
bg: Няма дневни лимити, решавай колкото искаш
bn: দৈনন্দিন সীমা নেই, যত ইচ্ছা সমাধান করুন
ca: Sense límits diaris, resol tot el que vulguis
cs: Bez denních limitů, řeš cokoli chceš
da: Ingen daglige begrænsninger, løs alt det du vil
de: Keine täglichen Limits, löse so viel du willst
el: Χωρίς ημερήσια όρια, λύσε ό,τι θέλεις
es: Sin límites diarios, resuelve todo lo que quieras
es_419: Sin límites diarios, resuelve todo lo que quieras
es_mx: Sin límites diarios, resuelve todo lo que quieras
es_us: Sin límites diarios, resuelve todo lo que quieras
fa: هیچ محدودیت روزانه‌ای نیست، هر چقدر خواستی حل کن
fi: Ei päivärajoja, ratkaise niin paljon kuin haluat
fil: Walang limit sa araw‑araw, lutasin hanggaʼt gusto mo
fr: Pas de limites quotidiennes, résous autant que tu veux
fr_ca: Aucune limite quotidienne, résous autant que tu veux
gu: કરીદની કોઈ દૈનિક સીમા નથી, જેટલું ઇચ્છો ઉકેલો
ha: Babu iyaka na yini, warware duk yadda kake so
he: אין גבולות יומיים — פתרו כמה שתרצו
hi: कोई दैनिक सीमा नहीं, जितना चाहें हल करें
hr: Nema dnevnih ograničenja, rješavaj koliko hoćeš
hu: Nincsenek napi korlátok, oldj meg annyit, amennyit szeretnél
id: Tanpa batas harian, selesaikan sebanyak yang kamu mau
it: Nessun limite giornaliero, risolvi quanto vuoi
ja: デイリー制限なし、好きなだけ解けます
jv: Ora ana watesan saben dina, pecahaké soal sakpengenmu
kk: Күнделікті шектеулер жоқ, қалағаныңша шеше бер
kn: ದೈನಂದಿನ ಮಿತಿಗಳು ಇಲ್ಲ, ಇಚ್ಛೆಯಷ್ಟು ಸಮಸ್ಯೆಗಳನ್ನು ಪರಿಹರಿಸು
ko: 일일 제한 없음, 원하는 만큼 풀어보세요
ku: Tîneyên rojane tune, her çend ku dixwazî hêle
mr: दैनिक मर्यादा नाही, जितके हवे तितके सोडव
ms: Tiada had harian, selesaikan sesuka hati
nb: Ingen daglige begrensninger, løs så mye du vil
nl: Geen dagelijkse limieten, los zoveel op als je wilt
pa: ਦैनिक ਸੀਮਾਵਾਂ ਨਹੀਂ, ਜਿੰਨਾ ਚਾਹੋ ਹੱਲ ਕਰੋ
pl: Brak dziennych ograniczeń, rozwiązuj ile chcesz
pt_br: Sem limites diários, resolva o quanto quiser
pt_pt: Sem limites diários, resolve o quanto quiseres
ro: Fără limite zilnice, rezolvă cât vrei
ru: Без суточных ограничений — решай сколько хочешь
sk: Žiadne denné obmedzenia, rieš všetko, koľko chceš
su: Teu aya watesan sapopoé, pecahkan saban soal sakahayangna
sv: Inga dagliga gränser, lös så mycket du vill
sw: Hakuna mipaka ya kila siku, tatua kadri unavyotaka
ta: தினசரி வரம்புகள் இல்லை — நீங்கள் விரும்பிய அளவு தீர்க்கலாம்
te: రోజువారీ పరిమితులు లేవు, కావలసినంత పరిష్కరించండి
th: ไม่จำกัดต่อวัน แก้ได้เท่าที่ต้องการ
tr: Günlük limit yok, istediğin kadar çöz
ug: كۈنىگە چەك يوق، خالىغانچە ھەل قىلالىسىڭ
uk: Без щоденних обмежень — розв'язуйте скільки хочете
ur: کوئی روزانہ حد نہیں، جتنی چاہو حل کرو
vi: Không giới hạn hàng ngày, giải thoả thích
xh: Akukho mda wemihla ngemihla, lungisa konke ofuna ukukusombulula
zh_hans: 不限每日次数，随心解题
zh_hant: 無每日限制，想解幾題就解幾題
zh_hk: 無每日次數限制，盡情解題
zu: Awekho amikhawulo yansuku zonke — xazulula noma ufuna

source: No solutions yet
ar: لا توجد حلول حتى الآن
az: Hələ heç bir həll yoxdur
bg: Все още няма решения
bn: এখনো কোনো সমাধান নেই
ca: Encara no hi ha solucions
cs: Ještě žádná řešení
da: Ingen løsninger endnu
de: Noch keine Lösungen
el: Δεν υπάρχουν ακόμη λύσεις
es: Aún no hay soluciones
es_419: Aún no hay soluciones
es_mx: Aún no hay soluciones
es_us: Aún no hay soluciones
fa: هنوز راه‌حل‌ای نیست
fi: Ei ratkaisuja vielä
fil: Wala pang solusyon
fr: Aucune solution pour l'instant
fr_ca: Aucune solution pour l’instant
gu: હજુ સુધી કોઈ ઉકેલો નથી
ha: Babu mafita tukuna
he: אין פתרונות עדיין
hi: अभी तक कोई समाधान नहीं
hr: Još nema rješenja
hu: Még nincs megoldás
id: Belum ada solusi
it: Ancora nessuna soluzione
ja: まだ解答はありません
jv: Durung ana solusi
kk: Әзірше шешімдер жоқ
kn: ಇನ್ನೂ ಯಾವುದೇ ಪರಿಹಾರಗಳಿಲ್ಲ
ko: 아직 풀이가 없습니다
ku: Hîn çare tune
mr: अजून कोणतीही समाधान नाहीत
ms: Tiada penyelesaian lagi
nb: Ingen løsninger ennå
nl: Nog geen oplossingen
pa: ਅਜੇ ਤੱਕ ਕੋਈ ਹੱਲ ਨਹੀਂ
pl: Brak rozwiązań
pt_br: Ainda não há soluções
pt_pt: Ainda sem soluções
ro: Încă nu există soluții
ru: Решений пока нет
sk: Zatiaľ žiadne riešenia
su: Acán aya solusi
sv: Inga lösningar ännu
sw: Hakuna suluhisho bado
ta: இன்னும் தீர்வுகள் இல்லை
te: ఇప్పటికే ఎలాంటి పరిష్కారాలు లేవు
th: ยังไม่มีคำตอบ
tr: Henüz çözüm yok
ug: ھېچقانداق ھەل ۋەزىپىسى يوق
uk: Поки немає розв'язків
ur: ابھی تک کوئی حل نہیں
vi: Chưa có lời giải nào
xh: Akukho zisombululo okwamanje
zh_hans: 还没有解答
zh_hant: 尚無解答
zh_hk: 尚無解答
zu: Asikho isixazululo okwamanje

source: No steps available
ar: لا خطوات متاحة
az: Heç bir addım mövcud deyil
bg: Няма налични стъпки
bn: কোনও ধাপ উপলব্ধ নেই
ca: No hi ha passos disponibles
cs: Žádné kroky k dispozici
da: Ingen trin tilgængelige
de: Keine Schritte verfügbar
el: Δεν υπάρχουν διαθέσιμα βήματα
es: No hay pasos disponibles
es_419: No hay pasos disponibles
es_mx: No hay pasos disponibles
es_us: No hay pasos disponibles
fa: هیچ مرحله‌ای در دسترس نیست
fi: Ei vaiheita saatavilla
fil: Walang mga hakbang na magagamit
fr: Aucune étape disponible
fr_ca: Aucune étape disponible
gu: કોઈ પગલાં ઉપલબ્ધ નથી
ha: Babu matakai da ake da su
he: אין שלבים זמינים
hi: कोई चरण उपलब्ध नहीं
hr: Nema dostupnih koraka
hu: Nincsenek rendelkezésre álló lépések
id: Belum ada langkah tersedia
it: Nessun passaggio disponibile
ja: 利用できるステップがありません
jv: Durung ana langkah sing kasedhiya
kk: Қадамдар қолжетімсіз
kn: ಯಾವುದೇ ಹಂತಗಳು ಲಭ್ಯವಿಲ್ಲ
ko: 사용 가능한 단계가 없습니다
ku: Gavên çarenivîsê tune
mr: कोणतीही पावलं उपलब्ध नाहीत
ms: Tiada langkah tersedia
nb: Ingen steg tilgjengelig
nl: Geen stappen beschikbaar
pa: ਕੋਈ ਕਦਮ ਉਪਲਬਧ ਨਹੀਂ
pl: Brak dostępnych kroków
pt_br: Nenhuma etapa disponível
pt_pt: Sem passos disponíveis
ro: Nu sunt pași disponibili
ru: Шагов нет
sk: Žiadne kroky k dispozícii
su: Henteu aya léngkah anu sayogi
sv: Inga steg tillgängliga
sw: Hakuna hatua zinazopatikana
ta: படிகள் இல்லை
te: ఏ స్టెప్పులు అందుబాటులో లేవు
th: ไม่มีขั้นตอนแสดง
tr: Adım bulunamadı
ug: قەدەم available يوق
uk: Кроки недоступні
ur: کوئی مراحل دستیاب نہیں
vi: Không có bước nào
xh: Akukho manyathelo afumanekayo
zh_hans: 暂无步骤
zh_hant: 沒有步驟可用
zh_hk: 沒有步驟可顯示
zu: Azikho izinyathelo ezitholakalayo

source: OK
ar: حسناً
bg: ОК
bn: ঠিক আছে
ca: D'acord
el: Εντάξει
es: Aceptar
es_mx: Aceptar
es_us: Aceptar
fa: باشه
gu: ઓકે
he: אישור
hi: ठीक है
hr: U redu
kk: ОК
kn: ಸರಿ
ko: 확인
ku: Baş e
mr: ठीक आहे
pa: ਠੀਕ ਹੈ
ru: ОК
sw: Sawa
ta: சரி
te: సరే
th: ตกลง
tr: Tamam
ug: ماقۇل
uk: Добре
ur: ٹھیک ہے
xh: KULUNGILE
zh_hans: 确定
zh_hant: 確定
zu: KULUNGILE
